Repository: casimir/frigoligo
Catalog: lib/l10n/app_*.arb
Languages: af, eo, et

# g_check
source: Check
af: Kontroleer
eo: Kontroli
et: Kontrolli

# g_checking
source: Checking…
af: Kontroleer tans…
eo: Kontrolante …
et: Kontrollime…

# g_delete
source: Delete
af: Skrap
eo: Forigi
et: Kustuta

# g_search
source: Search
af: Soek
eo: Serĉi
et: Otsi

# g_server
source: Server
af: Bediener
eo: Servilo

# g_share
source: Share
af: Deel
eo: Kunhavigi
et: Jaga

# humanize_days
source: {n, plural, =1{1 day} other{{n} days}}
af: {n, plural, =1{1 dag} other{{n} dae}}
eo: {n, plural,=1{1 tago} other{{n} tagoj}}
et: {n, plural, =1{1 päev} other{{n} päeva}}

# humanize_past
source: {duration} ago
af: {duration} gelede
eo: antaŭ {duration}
et: {duration} tagasi

# article_addTags
source: Add tags
af: Voeg etikette by
eo: Aldoni etikedojn
et: Lisa silte

# article_browseOriginal
source: Browse the original
af: Soek oorspronklike artikel aanlyn
eo: Esplori la originalon
et: Vaata algset artiklit

# article_delete
source: Delete this article
af: Skrap dié artikel
eo: Forigi ĉi tiun artikolon
et: Kustuta see artikkel

# article_noContentFetched
source: No content fetched
af: Kon nie artikel laai nie
eo: Neniu enhavo ŝargita
et: Sisu on laadimata

# filters_articleFavoriteStarred
source: Starred
af: Gunstelinge
eo: Markitaj
et: Tähekesega märgitud

# filters_articleStateUnread
source: Unread
af: Ongelees
eo: Nelegitaj
et: Lugemata

# logconsole_title
source: Log Console
af: Logboekkonsole
eo: Protokolkonzolo
et: Logimiskonsool

# listing_noArticles
source: No articles
af: Geen artikels om te vertoon nie
eo: Neniu artikolo
et: Artikleid pole

# listing_articlesAll
source: All articles
af: Alle artikels
eo: Ĉiuj artikoloj
et: Kõik artiklid

# listing_articlesArchived
source: Archived articles
af: Geargiveerde artikels
eo: Arkivigitaj artikoloj
et: Arhiveeritud artiklid

# login_actionLogin
source: Log in
af: Meld aan
eo: Ensaluti
et: Logi sisse

# login_existingSessionDialogConfirm
source: Log out
af: Meld af
eo: Elsaluti
et: Logi välja

# login_existingSessionDialogMessage
source: Do you want to log out of the current session and open a new one?
af: Wil u uit die huidige sessie afmeld en 'n nuwe sessie oopmaak?
eo: Ĉu vi volas elsaluti el la nuna sesio kaj malfermi novan?
et: Kas soovid praegusest sessioonist välja logida ja uue avada?

# login_existingSessionDialogTitle
source: A session is currently active
af: Daar is nog 'n sessie aktief
eo: Jam existas aktiva sesio
et: Sessioon on praegu aktiivne

# login_fieldPassword
source: Password
af: Wagwoord
eo: Pasvorto
et: Salasõna

# login_fieldUsername
source: Username
af: Gebruikersnaam
eo: Uzantnomo
et: Kasutajanimi

# login_openLogConsole
source: Open the Log Console
eo: Malfermi la protokolkonzolon
et: Ava logimiskonsool

# readingsettings_fontFamily
source: Font family
eo: Tipara familio
et: Kirjatüübi perekond

# readingsettings_fontSize
source: Font size
af: Lettergrootte
eo: Tipara grando
et: Kirjatüübi suurus

# readingsettings_title
source: Reading settings
af: Teksinstellings
eo: Legaj agordoj
et: Tekstiseadistused

# save_confirmationTitle
source: Article saved!
af: Artikel is gestoor!
eo: Artikolo konservita!
et: Artikkel on salvestatud!

# save_dubiousUrlMessage
source: This URL does not look like one. Save it anyway? {url}
eo: Tiu URL ne aspektas valida. Konservi ĝin ĉiukaze? {url}
et: See võrguaadress ei tundu olema õige võrguaadressi moodi. Kas salvestame ta ikkagi? {url}

# save_dubiousUrlConfirm
source: Save it
af: Stoor
eo: Konservi
et: Salvesta ikkagi

# save_dubiousUrlTitle
source: Dubious URL
af: Twyfelagtige URL
eo: Malklara URL
et: Kahtlane veebiaadress

# save_noUrl
source: No URL provided
af: Geen URL opgegee
eo: Neniu URL donita
et: Veebiaadress on puudu

# save_title
source: Save article
af: Stoor die artikel
eo: Konservi artikolon
et: Salvesta artikkel

# save_viewArticle
source: View article
af: Bekyk die artikel
eo: Rigardi artikolon
et: Vaata artiklit

source: Server address
af: Bedienersadres
eo: Adreso de la servilo
et: Serveri aadress

# server_apiError
source: Invalid API response
eo: Nevalida API respondo

# server_emptyField
source: Enter your {label}
af: Voer uw {label} in
eo: Enigi vian {label}
et: Sisesta {label}

# server_invalidUrl
source: Invalid address
af: Ongeldige adres
eo: Nevalida adreso
et: Vigane aadress

source: Server unreachable
af: Bediener onbereikbaar
eo: Servilo neatingebla
et: Server pole leitav

# session_copiedToClipboard
source: Copied to clipboard
af: Na die knipbord gekopieer
eo: Kopiita al la tondobufro
et: Kopeerisin lõikelauale

# session_invalidToken
source: invalid
af: ongeldig
eo: nevalida
et: vigane

# session_logoutDialogConfirm
source: Log out
af: Meld af
eo: Elsaluti
et: Logi välja

# session_logoutDialogMessage
source: You will need to log in again.
af: U sal dan weer moet aanmeld.
eo: Vi devos denove ensaluti.
et: Pead uuesti sisse logima.

# session_logoutDialogTitle
source: Log out session
af: Meld af van die sessie
eo: Elsaluti el la sesio
et: Logi sessioonist välja

# session_fieldLastServerSync
source: Last server sync
eo: Lasta sinkronigo kun la servilo
et: Viimane sünkrooniseerimine serveriga

# session_fieldTokenExpiration
source: Token expiration
eo: Eksvalidiĝo de la ĵetono
et: Tunnusloa aegumine

# session_renewDialogMessage
source: The server refuses the current session token. You will need to log in again to resume the synchronization.
eo: La servilo rifuzas la nunan sesioĵetonon. Vi devos ensaluti denove por rekomenci la sinkronigon.
et: Server keeldub praeguse tunnusloa kaotamisest. Sünkroniseerimise jätkamiseks pead uuesti sisse logima.

# session_renewDialogTitle
source: Renew session
eo: Renovigi la sesion
et: Uuenda sessiooni

# session_title
source: Session details
eo: Sesiodetaloj
et: Sessiooni üksikasjad

# settings_bugReportLink
source: Report a bug
eo: Raporti cimon
et: Teata vigadest

# settings_clearCacheMessage
source: The local cache will be deleted and fetched again from the server.
eo: La loka kaŝmemoro estos forigita kaj denove elŝutita de la servilo.
et: Järgnevaga kustutame kohaliku vahemälu ja laadime andmed serverist uuesti.

# settings_itemAppearance
source: Appearance
eo: Aspekto
et: Välimus

# settings_itemAbout
source: About
af: Meer oor
eo: Pri-paĝo
et: Rakenduse teave

# settings_itemAppBadge
source: Show unread badge
eo: Montri nelegitaŝildon
et: Näita „Lugemata“ silti

# settings_itemClearCache
source: Clear cache
eo: Vakigi la kaŝmemoron
et: Kustuta puhverdatud andmed

# settings_itemOpenDeeplink
source: Open a deep link
eo: Malfermi profundan ligon
et: Ava täppislink

# settings_itemLanguage
source: Language
af: Taal
eo: Lingvo
et: Keel

# settings_helpToTranslate
source: Help to translate
af: Help vertaal
eo: Helpi traduki
et: Aita tõlkida

# settings_savedArticleTag
source: Add a tag to saved articles
af: Voeg 'n etiket by gestoorde artikels
eo: Aldoni etikedon al konservitaj artikoloj
et: Lisa salvestatud artiklitele silt

# settings_savedArticleTagLabel
source: Label for saved articles
eo: Etikedo por konservitaj atikoloj
et: Silt salvestatud artiklite jaoks

# settings_itemSessionDetails
source: Session details
eo: Sesiodetaloj
et: Sessiooni üksikasjad

# settings_title
source: Settings
af: Instellings
eo: Agordoj
et: Seadistused

# settings_valueThemeDark
source: Dark
af: Donker
eo: Malhela
et: Tume kujundus

# settings_valueThemeLight
source: Light
af: Ligte
eo: Hela
et: Hele kujundus

# syncer_pendingActions
source: {count, plural, =1{1 action} other{{count} actions}}
af: {count, plural, =1{1 aksie} other{{count} aksies}}
eo: {count, plural, =1{1 ago} other{{count} agoj}}
et: {count, plural, =1{1 tegevus} other{{count} tegevust}}

# g_tag
source: Tag
af: Etiket
eo: Etikedo
et: Silt

# g_version
source: Version
af: Weergawe
eo: Versio
et: Versioon

# humanize_future
source: in {duration}
af: binne {duration}
eo: post {duration}
et: kestusega {duration}

# humanize_hours
source: {n, plural, =1{1 hour} other{{n} hours}}
af: {n, plural, =1{1 uur} other{{n} uur}}
eo: {n, plural, =1{1 horo} other {{n} horoj}}
et: {n, plural, =1{1 tund} other{{n} tundi}}

# g_sourceCode
source: Source code
af: Bronkode
eo: Fontkodo
et: Lähtekood

# g_system
source: System
af: Stelselstandaard
eo: Sistemo
et: Süsteemikohane

# humanize_minutes
source: {n, plural, =1{1 minute} other{{n} minutes}}
af: {n, plural, =1{1 minuut} other{{n} minute}}
eo: {n, plural, =1{1 minuto} other {{n} minutoj}}
et: {n, plural, =1{1 minute} other{{n} minutit}}

# humanize_seconds
source: {n, plural, =1{1 second} other{{n} seconds}}
af: {n, plural, =1{1 seconde} other{{n} secondes}}
eo: {n, plural, =1{1 sekundo} other {{n} sekundoj}}
et: {n, plural, =1{1 sekund} other{{n} sekundit}}

# article_openInBrowser
source: Open in browser
af: Maak oop in webblaaier
eo: Malfermi en retumilo
et: Ava veebibrauseris

# article_readingTime
source: {minutes} min
eo: {minutes} minutoj

# filters_articleStateAll
source: All
af: Alle statusse
eo: Ĉiuj statoj
et: Kõik olekud

# filters_articleTags
source: Tags
af: Etikette
eo: Etikedoj
et: Sildid

# filters_articleStateArchived
source: Archived
af: Geargiveer
eo: Arkivigitaj
et: Arhiveeritud

# listing_articlesUnread
source: Unread articles
af: Ongeleesde artikels
eo: Nelegitaj artikoloj
et: Lugemata artiklid

# login_fieldClientId
source: Client ID
af: Kliënt-ID
eo: Klientidentigo
et: Kliendi tunnus

# login_fieldClientSecret
source: Client Secret
af: Kliëntgeheim
eo: Klientsekreto
et: Kliendi saladus

# session_logoutSession
source: Log out session
af: Meld af van die sessie
eo: Elsaluti el la sesio
et: Logi sessioonist välja

# session_fieldAccessToken
source: Access token
af: Toegangsbewys
eo: Atingoĵetono
et: Ligipääsu tunnusluba

# session_forceTokenResfresh
source: Force token refresh
eo: Devigi aktualigon de la ĵetono
et: Sunni tunnusloa uuendamist

# session_neverSynced
source: never
af: nooit
eo: neniam
et: mitte kunagi

# settings_itemLogConsole
source: Log Console
eo: Protokolkonzolo
et: Logimiskonsool

# filters_articleState
source: State
af: Status
eo: Stato
et: Olek
